Revit 2027 API
ExternalResourceSubFolder Constructor
 Constructs a new ExternalResourceSubFolder with default values for folder name and icon path.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExternalResourceSubFolder()
Public Sub New
public:
ExternalResourceSubFolder()
new : unit -> ExternalResourceSubFolder
See Also
Reference
ExternalResourceSubFolder Class
ExternalResourceSubFolder Overload
Autodesk.Revit.DB Namespace